export default {
  ads: [
    {
      id: '1',
      title: 'Марка',
      item: ['Kia', 'Mitsubishi', 'Toyota', 'Ford', 'Lada', 'Nissan', 'Audi'],
    },
    {
      id: '2',
      title: 'Год выпуска',
      item: ['2000', '2001', '2002', '2003', '2004', '2005', '2006'],
    },
    {
      id: '3',
      title: 'Цвет',
      item: ['Белый', 'Черный', 'Синий', 'Красный', 'Желтый', 'Голубой', 'Зеденый'],
    },
    {
      id: '4',
      title: 'Модель',
      item: [],
    },
    {
      id: '5',
      title: 'Л/С',
      item: [],
    },
    {
      id: '6',
      title: 'Гос.номер',
      item: [],
    },
    {
      id: '6',
      title: 'VIN:',
      item: [],
    },
  ],
  info: [
    {
      id: '1',
      title: 'ПТС',
      item: ['1', '2', '3', '4', '4+'],
    },
    {
      id: '2',
      title: 'Тип кузова',
      item: ['Седан', 'Хэтчбек', 'Универсал', 'Купе', 'Кабриолет'],
    },
    {
      id: '3',
      title: 'Пробег',
      item: [],
    },
  ],
  engine: [
    {
      id: '1',
      title: 'Тип двигателя',
      item: ['Бензиновый', 'Дизельный', 'Электро'],
    },
    {
      id: '2',
      title: 'Тип КПП',
      item: ['Автомат', 'Механика'],
    },
    {
      id: '3',
      title: 'АКБ',
      item: ['есть', 'нет'],
    },
    {
      id: '4',
      title: 'Объем двигателя(куб. см.)',
      item: [],
    },
    {
      id: '5',
      title: 'Тип привода',
      item: ['Передний', 'Задний'],
    },
  ],
  KeySign: [
    {
      id: '1',
      // eslint-disable-next-line
      title: 'Безключевой доступ \ Start Engine',
      item: ['Да', 'Нет'],
    },
    {
      id: '2',
      title: 'Количество ключей',
      item: ['1', '2', '3', '4', '5'],
    },
    {
      id: '3',
      title: 'Количество брелоков от сигнализации',
      item: ['1', '2', '3', '4', '5'],
    },
    {
      id: '4',
      title: 'А/Сигнализация',
      item: ['Есть', 'Нет'],
    },
    {
      id: '5',
      title: 'Название А/Сигнализации',
      item: [],
    },
  ],
  rubber: [
    {
      id: '1',
      title: 'Марка/Модель резины',
      item: [],
    },
    {
      id: '2',
      title: 'Запасное колесо',
      item: ['Есть', 'Нет'],
    },
    {
      id: '3',
      title: 'Ремкомплект',
      item: ['Балоновый ключ'],
    },
    {
      id: '4',
      title: 'Запасное колесо:комментарий',
      item: [],
    },
  ],
  salon: [
    {
      id: '1',
      title: 'Климат-Контроль',
      item: ['Есть', 'Нет'],
    },
    {
      id: '2',
      title: 'Дополнительный ряд сидений',
      item: ['Да', 'Нет'],
    },
    {
      id: '3',
      title: 'Электрорегулировка водительского сиденья',
      item: ['Да', 'Нет'],
    },
    {
      id: '4',
      title: 'Обивка сидений',
      item: ['Комбинированные'],
    },
    {
      id: '5',
      title: 'А/Магнитола',
      item: ['Есть', 'Нет'],
    },
    {
      id: '6',
      title: 'А/Магнитола:комментарий',
      item: [],
    },
    {
      id: '7',
      title: 'Кондиционер',
      item: ['Есть', 'Нет'],
    },
    {
      id: '8',
      title: 'Электрорегулировка пассажирского сиденья',
      item: ['Есть', 'Нет'],
    },
  ],
  equipment: [
    {
      id: '1',
      title: 'Фары',
      item: ['Галоген', 'Ксенон', 'Светодиод'],
    },
    {
      id: '2',
      title: 'Камера обзора (штатная)',
      item: ['Круговой обзор'],
    },
    {
      id: '3',
      title: 'Литые диски',
      item: ['Есть', 'Нет'],
    },
    {
      id: '4',
      title: 'Колпаки колес',
      item: ['Есть', 'Нет'],
    },
    {
      id: '5',
      title: 'Противотуманные фары',
      item: ['Есть', 'Нет'],
    },
    {
      id: '6',
      title: 'Защита бампера переднаяя (дуга)',
      item: ['Есть', 'Нет'],
    },
    {
      id: '7',
      title: 'Ступень правая',
      item: ['Есть', 'Нет'],
    },
    {
      id: '8',
      title: 'Газовое оборудывание',
      item: ['Есть', 'Нет'],
    },
    {
      id: '9',
      title: 'Люк',
      item: ['Есть', 'Нет'],
    },
    {
      id: '10',
      title: 'Крыша с панорманым остекленением',
      item: ['Есть', 'Нет'],
    },
    {
      id: '11',
      title: 'Коврики салона',
      item: ['Есть', 'Нет'],
    },
    {
      id: 'Парк контроль',
      title: 'Газов',
      item: ['Передний', 'Задний'],
    },
    {
      id: '13',
      title: 'Ходовые огни',
      item: ['Галоген', 'Ксенон', 'Светодиод'],
    },
    {
      id: '14',
      title: 'Литые диски:комментарий',
      item: [],
    },
    {
      id: '15',
      title: 'Колпаки колес:комментарий',
      item: ['Галоген', 'Ксенон', 'Светодиод'],
    },
    {
      id: '16',
      title: 'Тягово-сцепное устройство(фаркоп)',
      item: ['Есть', 'Нет'],
    },
    {
      id: '17',
      title: 'Защита бампера задняя (дуга)',
      item: ['Есть', 'Нет'],
    },
    {
      id: '18',
      title: 'Ступень левая',
      item: ['Есть', 'Нет'],
    },
    {
      id: '19',
      title: 'Коврики багажника',
      item: ['Есть', 'Нет'],
    },
    {
      id: '20',
      title: 'Система контроля мертвых зон',
      item: ['Есть', 'Нет'],
    },
    {
      id: '21',
      title: 'Рейлинги на крыше',
      item: ['Есть', 'Нет'],
    },
    {
      id: '22',
      title: 'Рейлинги на крыше (комментарий)',
      item: [],
    },


  ],
  additional: [
    {
      id: '1',
      title: 'Блокиратор КПП',
      item: ['Есть', 'Нет'],
    },
    {
      id: '2',
      title: 'Бокс на крышу',
      item: ['Да', 'Нет'],
    },
    {
      id: '3',
      title: 'Дефлекторы окон (ветровики)',
      item: ['Есть', 'Нет'],
    },
    {
      id: '4',
      title: 'Защита картера',
      item: ['Есть', 'Нет'],
    },
    {
      id: '5',
      title: 'Кунг',
      item: ['Есть', 'Нет'],
    },
    {
      id: '6',
      title: 'Парковочная система задняя',
      item: ['Есть', 'Нет'],
    },
    {
      id: '7',
      title: 'Предпусковой обогреватель',
      item: ['Есть', 'Нет'],
    },
    {
      id: '8',
      title: 'Усиленный задний бампер',
      item: ['Да', 'Нет'],
    },
    {
      id: '9',
      title: 'Усиленный передний бампер',
      item: ['Да', 'Нет'],
    },
    {
      id: '10',
      title: 'Блокиратор рулевого вала',
      item: ['Есть', 'Нет'],
    },
    {
      id: '12',
      title: 'Брызговики',
      item: ['Есть', 'Нет'],
    },
    {
      id: '13',
      title: 'Дефлектор капота',
      item: ['Есть', 'Нет'],
    },
    {
      id: '14',
      title: 'Дополнительные противотуманные фары',
      item: ['Есть', 'Нет'],
    },
    {
      id: '15',
      title: 'Защита порогов',
      item: ['Есть', 'Нет'],
    },
    {
      id: '16',
      title: 'Лебедка',
      item: ['Есть', 'Нет'],
    },
    {
      id: '17',
      title: 'Парковочная система передняя',
      item: ['Есть', 'Нет'],
    },
    {
      id: '18',
      title: 'Спойлер',
      item: ['Есть', 'Нет'],
    },
  ],
};
